Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/tervetuloa_pohjoismaiseen_saamelaisnuorten_konferenssiin_.html.tmx
Source language: fin
Languages: sms

source: Tervetuloa pohjoismaiseen saamelaisnuorten konferenssiin!
sms: Tiõrvvpueʹttem tâʹvvjânnmallšõʹžže sääʹmnuõri konferenssa!

source: Aika: 26.8.2021 Suomen aikaa klo 9.00-15.00
sms: Äiʹǧǧ: 26.8.2021 Lääʹddääiʹj čiâss 9.00-15.00

source: Paikka: Zoom
sms: Päiʹǩǩ: Zoom

source: Konferenssi on maksuton ja avoin kaikille saamelaisnuorille.
sms: Konfereʹnss lij määusteʹmes da äävas pukid sääʹmnuõrid.

source: Jaamme ilmoittautuneet työpajoihin ja pyrimme ottamaan toiveet huomioon.
sms: Jueʹǩǩep iʹlmmtõõttjid tuâjjpõõrtid da põrggâp väʹlddep tuäivaid lokku.

source: Konferenssissa on simultaanitulkkaus.
sms: Konfereeʹnsest lij simultaantuʹlǩǩõs.

source: Kaikille osallistujille lähetetään kuvataiteilija Arsi Kevan suunnittelema t-paita.
sms: Pukid vuässõõttjid vuõlttee karttartistt Arsi Keva plaanam t- päidd.

source: Konferenssin teemana on ilmastonmuutos.
sms: Konfereeʹns teeʹmmen lij äimmõsmuuttâs.

source: Arktiset alkuperäiskansat kokevat ilmastonmuutoksen rajuimmin.
sms: Aarktla alggmeer toʹbdde äimmõsmuttâz kõrrsubuin.

source: Saamelaisnuoret ovat erityisen huolissaan ilmastonmuutoksen vaikutuksesta saamelaisten perinteisiin elinkeinoihin ja saamelaiskulttuuriin.
sms: Sääʹmnuõr liâ jeärbõʹžžen peʹcclõõžžâst äimmõsmuttâz vaikktõõzzâst säʹmmlai äʹrbbvuõđlai jieʹllemvueʹjjid da sääʹmkulttuuʹre.

source: Konferenssin osana saamelaisnuoret hahmottelevat yhteisen ilmastonmuutoksen vastaisen näkemyksen ja suunnittelevat siihen toimintamalleja.
sms: Konfereeʹns vueʹssen sääʹmnuõr ååʹblǩâʹstte õhttsa äimmõsmuttâz vuâstbu vuäinalm da plaanee tõõzz tåimmjemnaaʹlid.

source: Saamelaisen parlamentaarisen neuvoston alainen nuorisoneuvosto järjestää kahden vuoden välein pohjoismaisen saamelaisnuorten konferenssin.
sms: Sääʹmparlameʹntaarla suåvtõõzz vuâllsaž nuõrisuåvtõs jääʹrjast kueiʹt eeʹjj kõõskin tâʹvvjânnmallša sääʹmnuõri konfereeʹns.

source: Konferenssi järjestetään yhteistyönä Norjan, Ruotsin ja Suomen Saamelaiskäräjien nuorisotoimijoiden kanssa.
sms: Konfereʹnss jäʹrjste õhttsažtuâjast Taar-, Ruõcc- da Lääʹddjânnam Sääʹmteeʹǧǧ nuõritoiʹmmjeeʹjivuiʹm.

source: Konferenssin pääjärjestänä toimii Saamelaiskäräjien nuorisoneuvosto.
sms: Konfereeʹns väʹlddjäʹrjsteeʹjen tåimmai Sääʹmteeʹǧǧ nuõrisuåvtõs.

source: Ilmoittautuminen https://link.webropolsurveys.com/S/34445E0000116821 Ilmoittautuminen päättyy 25.8.2021 klo 12.00.
sms: Iʹlmmtõõttmõš ouddâl 25.8.2021 čiâss 12.00: https://link.webropolsurveys.com/S/4D171FD17BDB250B

source: Kutsu .
sms: Kåčč

source: Ohjelma
sms: Äʹššlistt

source: 9.00 Aloitus
sms: 9.00 Alttõs

source: 9.15 Puheenvuoro: Saamelaisen parlamentaarisen neuvoston puheenjohtaja Aili Keskitalo
sms: 9.15 Mainstemvuârr: Sääʹmparlameʹntaarlaž suåvtõõzz saaǥǥjååʹđteei Aili Keskitalo

source: 9.30 Puheenvuoro: Nuori poromies Jussa Seurujärvi
sms: 9.30 Mainstemvuârr: Nuõr puäʒʒooumaž Jussa Seurujärvi

source: 9.45 Puheenvuoro: Ympäristö- ja ilmastoministeri Krista Mikkonen
sms: 9.45 Mainstemvuârr: Pirrõs- da äimmõsminister Krista Mikkonen

source: 10.00 Työpajat
sms: 10.00 Tuâjjpõõrt

source: Youth4Nature: Mobilising Youth to Lead for Nature and Climate, Storytelling Kieli: englanti
sms: 1. Youth4Nature: Mobilising Youth to Lead for Nature and Climate Storytelling Ǩiõll: eŋglõsǩiõll

source: Emmi Nuorgam: Some ja vaikuttaminen Kieli: suomi
sms: 2. Emmi Nuorgam: Some da vaikktummuš Ǩiõll: lääʹddǩiõll

source: Pauliina Feodoroff: Ilmastoaktivismi, Sápmi Kieli: englanti
sms: 3. Pauliina Feodoroff: Äimmõs aktivismm Sääʹmjânnam Ǩiõll: eŋglõsǩiõll

source: 12.00 Ruokatauko
sms: 12.00 Poorrâmšiâtt

source: 12.45 Puheenvuoro: Suomen Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso
sms: 12.45 Mainstemvuârr: Lääʹddjânnam Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso

source: 13.00 Julkilausuma-työpajat ryhmittäin
sms: 13.00 Õõlmâsceälkkmõš- tuâjjpõõrt äʹrttlõʹžžen

source: 14.14 Koonti
sms: 14.14 Noorõs

source: 15.00 Lopetus
sms: 15.00 Loopptõs

source: Lisätietoja:
sms: Lââʹzzteâđaid:

source: projektityöntekijä Milla Pulska puh. 0406695295 sähköposti: milla.pulska(at)samediggi.fi
sms: projektt- tuâjjlaž Milla Pulska tel.
